[
{
    "id": 1,
    "name": "Xplora",
    "details": [
        {
            "id": 1,
            "text": "The Xplora Watch can, together with the accompanying app and mobile telephone services subscription, collect and transmit data to XPLORA Mobile AS / XPLORA TECHNOLOGIES AS/ Xplora Technologies Ltd, such as location data. Such detailed data collection and use is critical to the successful operation of the Xplora Watch. Data collection, storage and use of data will be managed with strict privacy and security measures."
        },
        {
            "id": 2,
            "text": "Xplora App and Platform collect personal information when a user (hereinafter 'you' or 'Member') registers with Xplora."
        },
        {
            "id": 3,
            "text": "'Personal information' is information which identifies or can identify you or the User, such as your name, address, location data, or other data which can be reasonably linked to such information."
        },
        {
            "id": 4,
            "text": "We very much appreciate the importance of your personal information complying with all regulations and telecommunication acts, including but not limited to national Data Protection regulation as well as EU GDPR."
        },
        {
            "id": 5,
            "text": "We do our best to protect your personal information by implementing reasonable security standards and hereby inform you of the purposes and methods by which we may use your personal information of and of the actions taken to protect your privacy."
        },
        {
            "id": 6,
            "text": "For Nordic users (Norway, Sweden, Denmark, Finland and Iceland) Xplora Mobile AS, org. no. 814 499 022, is the Data Controller. For users in the other EU countries Xplora Technologies AS, Reg no: 916 752 628, is the Data Controller. For UK users, Xplora Technologies Ltd, Reg.no 10864147 is the Data Controller. You can contact us via the following email address for all the countries: policy@xplora.com"
        },
        {
            "id": 7,
            "text": "You are entitled to contact one of these Data Controllers for questions related to your rights of access, rectification and deletion according to GDPR and national personal data legislation."
        },
        {
            "id": 8,
            "text": "Infomark Co Ltd, 360 Kids Guard Co., Ltd., Amazon Web Services, Zendesk Inc., and ATENDER AS are Data Processors pursuant to data processing agreements between us and these entities."
        },
        {
            "id": 9,
            "text": "All your data and personal information collected from you is subject to be processed and stored in Amazon Web Services hosted in Dublin (Ireland) and Frankfurt (Germany) on our behalf and we sometimes handle transfers from your home country to these services in Dublin (Ireland) and Frankfurt (Germany)."
        },
        {
            "id": 10,
            "text": "We may, when we provide our services to you, or in relation to our provision of services to you, collect from you and from your devices the following types of information: Service usage information, access information, cookie, IP address, mobile device identification numbers (device ID or IMEI), unauthorized or inappropriate access information, Location information stored on your device or your location information."
        },
        {
            "id": 11,
            "text": "We may collect data from you through the following channels or methods: through the webpage, paper form, fax, telephone, customer service board, email, promotional event application, logistics service."
        },
        {
            "id": 12,
            "text": "Automatically collect from you executing or using our services, collected when you voluntarily registers for or use our service."
        },
        {
            "id": 13,
            "text": "The legal basis for the processing of this data is for the performance of the contract of the provision of our services, entered into between you and us."
        },
        {
            "id": 14,
            "text": "In addition we may process personal data if applicable law, regulation, legal process or enforceable governmental request, obliges us to do so, or if GDPR art 6 (1) (f) is applicable, namely in cases where we have legitimate interests that are not overridden by data protection interests."
        },
        {
            "id": 15,
            "text": "We may also collect following personal information in case that you use additional services or personalized services or if you participate in various events we host."
        },
        {
            "id": 16,
            "text": "In case you win an event we will process information required to provide a gift and mailing address. In case you use fee-based services we will process payment information."
        },
        {
            "id": 17,
            "text": "We do not use your personal information for direct marketing purposes, unless a freely given, specific, informed and unambiguous consent has been obtained from you."
        },
        {
            "id": 18,
            "text": "Your personal information will not be shared with third parties other than the ones that need this information to execute the Agreement and will not be provided to third parties or organizations beyond the scope set forth in this Privacy Policy, unless you have given consent."
        },
        {
            "id": 19,
            "text": "For the avoidance of doubt, we will not share your personal information with third parties for marketing purposes unless you give us your consent through an opt-in."
        },
        {
            "id": 20,
            "text": "However, we may disclose or use your personal information without your consent if there are any applicable law, regulation, legal process or enforceable governmental request that obliges us to do so."
        },
        {
            "id": 21,
            "text": "We may also transfer personal data to third parties if GDPR art 6 (1) (f) is applicable, namely in cases where we have legitimate interests that are not overridden by data protection interests. We may therefore pass information about the location of your Device to emergency services."
        },
        {
            "id": 22,
            "text": "Furthermore, we may provide location information or any other usage data in a non-personal, aggregate format for statistical and research purposes to third parties. Such data is not considered as personal data."
        },
        {
            "id": 23,
            "text": "In general, we store personal data as long as legitimate interests and/or applicable legislation, justify storage."
        },
        {
            "id": 24,
            "text": "Location data: We automatically delete your location history data after 72 hours."
        },
        {
            "id": 25,
            "text": "Account data: If you decide to deactivate your account by sending us an email, we keep your data for 45 days from the date of deactivation request. This is called the deactivation period and during this process your data is not accessible."
        },
        {
            "id": 26,
            "text": "Within the deactivation period you have the option to reactivate your account, unless there is a separate agreement between you and XPLORA Mobile AS or XPLORA TECHNOLOGIES AS/Xplora Technologies Ltd to begin the process of deleting your data immediately after the deactivation period has started."
        },
        {
            "id": 27,
            "text": "After the deactivation period, we will start the process of deleting your account. Deletion from our systems and backups may take up to a week."
        },
        {
            "id": 28,
            "text": "Chat messages: History of chat messages are stored for, and automatically deleted, after 1 month."
        },
        {
            "id": 29,
            "text": "We know it’s important to treat data you tell us is from children under 18 carefully. This Notice explains what we do (and don’t do) when it comes to children’s data."
        },
        {
            "id": 30,
            "text": "What Children’s Data We Collect: We don’t knowingly collect data from or about children without the permission of their parent or guardian. When we do collect that data, we might do it directly, like when you sign up for a service. We might also collect it automatically if your child uses the products or services we offer. We collect the following data:"
        },
        {
            "id": 31,
            "text": "- Geolocation Data – we collect data that tells us the location of your child’s smart device."
        },
        {
            "id": 32,
            "text": "- Unique Identifiers – we collect device and network identifiers - basically, ways for us to tell which smart device on our network is your child’s."
        },
        {
            "id": 33,
            "text": "- Customer Proprietary Network Information (“CPNI”) generated by your child’s use of our wireless voice communications services."
        },
        {
            "id": 34,
            "text": "- Information from your child’s use of our products, services, and network (and other carriers’ networks when roaming domestically or internationally) like usage of connecting carriers and Internet service providers, the Internet Protocol (“IP”) address, text messages, and data use history, content interactions (e.g., how long you use an app), language settings, and other network and device analytics and Wi-Fi connection and usage data."
        },
        {
            "id": 35,
            "text": "- Device and service performance and diagnostic information – this includes reports from your child’s device about signal strength, speeds, app and service performance, dropped calls, call and data failures, geolocation information, and device data."
        },
        {
            "id": 36,
            "text": "- Back-up information, including data stored in back-ups and cloud services if your child’s device uploads information to XPLORA Mobile AS / XPLORA TECHNOLOGIES AS/ Xplora Technologies Ltd."
        },
        {
            "id": 37,
            "text": "- Audio information, including voice commands your child provides to our app (for example, for accessibility or hands-free use)."
        },
        {
            "id": 38,
            "text": "- Child’s username – For joining child friendly activity-based platform Xplora Activity Platform."
        },
        {
            "id": 39,
            "text": "- Data Usage – this tells us the amount of data the hotspot uses, and IP addresses associated with websites visited."
        },
        {
            "id": 40,
            "text": "- Unique Identifiers – we collect device and network identifiers - basically, ways for us to tell which hotspot on our network is your child’s."
        },
        {
            "id": 41,
            "text": "How We Use Children’s Data: The main reason we collect children’s data is to provide the product or service that collected the data. But we may also use children’s data to do things like:"
        },
        {
            "id": 42,
            "text": "- Create and administer accounts, complete transactions, payments, billing, and requests related to our products and services and third-party products and services charged to your accounts."
        },
        {
            "id": 43,
            "text": "- Check eligibility for a particular product or service."
        },
        {
            "id": 44,
            "text": "- Help stop fraudulent, malicious, deceptive, abusive, or unlawful activities."
        },
        {
            "id": 45,
            "text": "- Fix errors and ensure the quality, security, and safety of our products and services and network."
        },
        {
            "id": 46,
            "text": "- Cooperate with law enforcement and protect the rights, safety, or property of our customers, XPLORA Mobile AS / XPLORA TECHNOLOGIES AS/ Xplora Technologies Ltd and others."
        },
        {
            "id": 47,
            "text": "- Comply with and enforce legal and regulatory obligations and respond to government requests."
        },
        {
            "id": 48,
            "text": "- Enforce our policies, terms and conditions, or other agreements."
        },
        {
            "id": 49,
            "text": "- Defend against or pursue claims, disputes, or litigation."
        },
        {
            "id": 50,
            "text": "When We Share Children’s Data: Sometimes we hire others to help us provide a product or service, and these service providers may need access to children’s data. They are required to keep children’s data we provide them confidential and to use it only to provide the services we requested. We may also share children’s data with third parties, including the government, for legal processes or to protect life and safety where we believe that access, use, preservation, or disclosure of the data is reasonably necessary."
        },
        {
            "id": 51,
            "text": "Your Rights as a Parent or Guardian: Parents and guardians have rights when it comes to their children’s data:"
        },
        {
            "id": 52,
            "text": "- To change their mind and withdraw consent to the collection of their child(ren)’s personal data."
        },
        {
            "id": 53,
            "text": "- To see the personal data XPLORA Mobile AS / XPLORA TECHNOLOGIES AS/ Xplora Technologies Ltd has collected about their child(ren)."
        },
        {
            "id": 54,
            "text": "- To ask us to delete personal data XPLORA Mobile AS / XPLORA TECHNOLOGIES AS/ Xplora Technologies Ltd has collected about their child(ren)."
        },
        {
            "id": 55,
            "text": "You can take any of these steps by writing email to policy@xplora.com. We may need to collect some data from you to confirm you’re the parent or guardian."
        },
        {
            "id": 56,
            "text": "Important: We need to collect your child’s data (as described above) to provide the relevant products or services. If you change your mind about giving consent or ask us to delete your child’s data, the product or service may no longer work."
        },
        {
            "id": 57,
            "text": "In the event of any material change, addition, or deletion to the privacy policy due to related laws, security technology, or due to any other matters, we will notify you of all changes with reasonable time in advance through the text message (SMS) to your mobile phone number that you provided to verify the accompanying app and through our websites, or through e-mail."
        },
        {
            "id": 58,
            "text": "Non-material changes will be notified through these websites only."
        },
        {
            "id": 59,
            "text": "These terms were last updated: May 2024. You will be notified if the Terms of Service in case of material changes to these Terms of Service."
        }
    ]
}
]